[
{"titular": ["Ecuatorianos compiten en el torneo de Jiu-Jitsu en Santiago para clasificar al Mundial de Abu Dabi"], "descripcion": ["Los torneos AJP se realizan a lo largo del año en distintas partes del mundo."], "id": [0]},
{"titular": ["Barcelona SC estrenará camiseta conmemorativa por el mes de octubre ante Libertad FC"], "descripcion": ["Es casi que una costumbre para los toreros sacar un nuevo uniforme en esta época. Ya son tres años de forma consecutiva que recurren a esta iniciativa."], "id": [1]},
{"titular": ["Bolivia presenta a sus convocados para las fechas 9 y 10 de eliminatorias, con la mira puesta en Colombia y la Argentina de Lionel Messi"], "descripcion": ["El DT de la Verde Eduardo Villegas enfatizó en que ambos partidos “son motivadores” ya que se jugarán ante “los mejores” equipos del certamen sudamericano."], "id": [2]},
{"titular": ["Canales y horarios para ver la fecha 8 de la 2.ª etapa de la Liga Pro: ¿cuándo juegan Liga de Quito, Barcelona SC y Emelec?"], "descripcion": ["Barcelona SC también buscará la victoria para presionar al líder Liga (Q)."], "id": [3]},
{"titular": ["¡El Ponchito, semifinalista! Mushuc Runa sufre ante Libertad FC y avanza en la Copa Ecuador"], "descripcion": ["Los ambateños ganaron 2-1 y esperan rival entre Liga de Quito y El Nacional. La siguiente fase se completa con Universidad Católica e Independiente del Valle."], "id": [4]},
{"titular": ["Ligue 1 de Francia: canales y horarios para ver en vivo PSG, de Willan Pacho, vs. Stade Rennais FC por la fecha 6"], "descripcion": ["El elenco dirigido por Luis Enrique ha tenido un buen inicio de campaña y de momento es líder con 13 puntos, producto de cuatro victorias y un empate."], "id": [5]},
{"titular": ["‘Los más fuertes’ y la tragedia de Viloco"], "descripcion": ["Hace 55 años, en una de esas tragedias aéreas se agigantó la leyenda del The Strongest, cuyos colores oro y negro resultaron tan premonitorios."], "id": [6]},
{"titular": ["Hinchas podrán ver el partido Colombia vs. Chile desde zona VIP del Metropolitano de Barranquilla: ¿cuánto cuesta la entrada?"], "descripcion": ["El partido se jugará el martes 15 de noviembre de 2024, a partir de las 15:00."], "id": [7]},
{"titular": ["¡Amargo debut! Kevin Rodríguez y el Union Saint-Gilloise caen en su primer juego de la Europa League"], "descripcion": ["(Video) Los belgas visitaron al Fenerbahce dirigido por el portugués José Mourinho. El atacante ecuatoriano fue titular, pero sustituido en la segunda parte."], "id": [8]},
{"titular": ["¡Alarma en Emelec! Los goleros Pedro Ortiz y Gilmar Napa con lesiones antes de la visita a Cumbayá FC"], "descripcion": ["Los azules deberán echar mano de sus guardametas juveniles para cumplir con el juego de la octava fecha de la segunda etapa de la Liga Pro."], "id": [9]},
{"titular": ["¿A qué está dispuesto Luis Enrique, DT del PSG de Willian Pacho, con tal de no volver a hablar con la prensa?"], "descripcion": ["En rueda de prensa, el entrenador aseguró que se lo pasa “bien” hablando con los periodistas, pero “si pudiera evitarlo, lo evitaría”."], "id": [10]},
{"titular": ["‘Necesitaba un gol’: el desahogo de Enner Valencia tras romper una sequía de dos meses sin marcar"], "descripcion": ["El tricolor no anotaba con el Inter de Porto Alegre desde el pasado mes de julio. Ante Bragantino, ingresando desde la banca, solo tardó un minuto en marcar."], "id": [11]},
{"titular": ["¡Hay fecha! Copa Ecuador reprograma el Liga de Quito vs. El Nacional por cuartos de final"], "descripcion": ["El juego fue postergado el miércoles por la emergencia ambiental en la capital ecuatoriana, azotada por incendios forestales en la última semana."], "id": [12]},
{"titular": ["Fundación de Moisés Caicedo ayudará a damnificados por los incendios forestales en Quito"], "descripcion": ["Mascarillas, agua, alimentos no perecederos, barras energéticas son algunos donativos que las personas pueden aportar en el centro de acopio de la entidad."], "id": [13]},
{"titular": ["Leonardo Campana y el Inter Miami CF cumplen ‘sueños’ de 23 niños con enfermedades graves"], "descripcion": ["Junto con la organización Make-A-Wish, el club de Florida organizó una visita especial al entrenamiento del equipo, de donde se llevaron recuerdos y fotografías"], "id": [14]},
{"titular": ["‘Los más fuertes’ y la tragedia de Viloco"], "id": [15]},
{"titular": ["Chacarita Juniors tendría hoy 80 años"], "id": [16]},
{"titular": ["Planicie futbolística"], "id": [17]},
{"titular": ["¿Qué le sucedió al tenis de Ecuador? (II)"], "id": [18]},
{"titular": ["Alemania 1 - Alemania 0"], "id": [19]}
]